tap "caius/prince"
tap "github/gh"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "universal-ctags/universal-ctags"
brew "libpng"
brew "libtiff"
brew "webp"
brew "aom"
brew "m4"
brew "autoconf"
brew "automake"
brew "bat"
brew "bdw-gc"
brew "c-ares"
brew "freetype"
brew "gdbm"
brew "pcre"
brew "sqlite"
brew "glib"
brew "pkg-config"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "dfu-util"
brew "direnv"
brew "docutils"
brew "exa"
brew "fd"
brew "gmp"
brew "gh"
brew "openjpeg"
brew "pcre2"
brew "git"
brew "git-delta"
brew "git-standup"
brew "libtool"
brew "guile"
brew "libidn2"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libgpg-error"
brew "libgcrypt"
brew "nghttp2"
brew "gnupg", link: false
brew "gobject-introspection"
brew "grc"
brew "htop"
brew "ilmbase", link: true
brew "libde265"
brew "shared-mime-info"
brew "x265"
brew "libheif"
brew "libomp"
brew "imagemagick"
brew "libsodium"
brew "unibilium"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "libzip"
brew "lua"
brew "luajit"
brew "luajit-openresty"
brew "luv"
brew "make"
brew "msgpack"
brew "protobuf"
brew "mysql"
brew "neovim"
brew "node", link: false
brew "qt"
brew "poppler"
brew "postgresql", restart_service: true
brew "procs"
brew "pstree"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "utf8proc"
brew "tmux"
brew "yarn"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "stripe/stripe-cli/stripe"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "kiibohd-configurator"
cask "ngrok"
