tap "adoptopenjdk/openjdk"
tap "caius/prince"
tap "confluentinc/ccloud"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "universal-ctags/universal-ctags"
brew "autoconf"
brew "automake"
brew "bat"
brew "cmake"
brew "coreutils"
brew "dfu-util"
brew "gdbm"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "python@3.9"
brew "docutils"
brew "exa"
brew "fd"
brew "libpng"
brew "freetype"
brew "gh"
brew "libtiff"
brew "pcre2"
brew "git"
brew "pcre"
brew "glib"
brew "gmp"
brew "gnu-getopt"
brew "libtool"
brew "pkg-config"
brew "libidn2"
brew "nettle"
brew "p11-kit"
brew "jemalloc"
brew "nghttp2"
brew "unbound", link: false
brew "gnutls"
brew "libgpg-error"
brew "gnupg", link: false
brew "grc"
brew "icu4c"
brew "ilmbase"
brew "openjpeg"
brew "webp"
brew "imagemagick@6", link: true
brew "libde265"
brew "python@3.8"
brew "shared-mime-info"
brew "libheif"
brew "libomp"
brew "libsodium"
brew "unibilium"
brew "libuv"
brew "libvterm"
brew "libyaml"
brew "libzip"
brew "lua"
brew "make"
brew "msgpack"
brew "protobuf"
brew "mysql"
brew "ncurses"
brew "neovim"
brew "node", link: false
brew "openexr"
brew "postgresql", restart_service: true
brew "pyenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "yarn"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "stripe/stripe-cli/stripe"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "chromedriver"
cask "docker"
cask "kiibohd-configurator"
cask "ngrok"
