tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "redis-stack/redis-stack"
brew "bat"
brew "coreutils"
brew "curl"
brew "exa"
brew "fd"
brew "gcc"
brew "gh"
brew "git"
brew "git-lfs"
brew "jq"
brew "neovim"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust-analyzer"
brew "sqlite"
brew "tmux"
brew "universal-ctags"
brew "wget"
brew "yarn"
brew "zsh"
cask "ngrok"
cask "redis-stack"
cask "redis-stack-redisinsight"
cask "redis-stack-server"
